[
  {
    "title": "Pop & Fade",
    "shopLink": "https://das-haus-von-quoi.square.site/shop/pop-fade/HK2NF35JBM7VBR7IZ3OOEXNL",
    "active": true,
    "locked" : false,
    "backgroundColor": "#1E2542",
    "mainColor": "#1E2542",
    "folderName": "popFade",
    "numberOfPieces": 3,
    "desc1": "This series of three (3) digital paintings explores the fragile tension between playfulness and impermanence. Each work is painted meticulously, stroke by stroke, with careful attention to shading and highlights. Every crease, wrinkle, and sagging form is rendered entirely by hand.",
    "desc2": "The subjects are balloon animals, iconic symbols of joy and childhood wonder, yet half-deflated under the weight of time. It is a reminder that delight and decay often coexist."
  },
  {
    "title": "Desperation",
    "shopLink": "https://das-haus-von-quoi.square.site/shop/desperation/Q65IXZRKIDENQHDMB26HUSVE",
    "active": true,
    "locked" : false,
    "backgroundColor": "#4D1716",
    "mainColor": "#4D1716",
    "folderName": "desperation",
    "numberOfPieces": 2,
    "medium": "Acrylic and modelling paste on canvas",
    "desc1": "This ongoing series explores the theme of desperation through everyday inanimate objects, each sealed in plastic wrap and presented as if for sale in a supermarket. Stripped of their usual context, these objects become ambiguous commodities and their value or worth is left to the viewer’s interpretation. By packaging the unsellable, the series examines the choices, compromises, and illusions people cling to when pushed to the edge of need.",
    "desc2": "Each piece is constructed using modelling paste to sculpt both the rectangular packaging and the objects within it. This technique allows the forms to protrude from the canvas, creating a tactile sense of physicality and tension. The raised surfaces mirror the claustrophobic confinement of the wrapped subjects, blurring the boundary between painting and object — between what is displayed and what is contained."
  },
  {
    "title": "The Space Between",
    "shopLink": "https://das-haus-von-quoi.square.site/shop/the-space-between/G2IY423MNSLOQGCAGWJXTIZV",
    "active": true,
    "locked" : false,
    "backgroundColor": "#46802A",
    "mainColor": "#46802A",
    "folderName": "theSpaceBetween",
    "numberOfPieces": 3,
    "medium": "Acrylic and modelling paste on canvas",
    "desc1": "This series was born from a simple yet powerful moment in the studio: a piece of paper with a rough sketch taped to the canvas as I painted. The stark contrast between the loose, imperfect lines of the sketch and the meticulous brushwork of the painting stirred something in me. I was struck by how each form of expression relied on the other. Neither could exist in isolation. The sketch might never be seen as “art” without the finished painting, and the painting itself would not exist without the sketch that began it.",
    "desc2": "Because of that, I decided to bring the sketch to become part of the painting. Using modelling paste, I sculpt the paper and the green tape directly onto the canvas so that they physically emerge from the surface. The raised texture gives the sketch an equal presence, honoring its role not just as a preliminary idea, but as an essential part of the artwork’s identity."
  }
]