[
  {
    "title": "Melting King",
    "active": true,
    "backgroundColor": "#CF7243",
    "mainColor": "#D7582B",
    "folderName": "king",
    "desc1": "This striking modern artwork features a hyper-realistic chrome king chess piece, melting against a bold, vibrant backdrop. Painted digitally by hand, stroke by stroke, this piece incorporates 15 different shades of blue to achieve its striking depth and metallic realism. ",
    "desc2": "The fusion of surrealism and contemporary design makes it a true statement piece, perfect for those with bold personalities who appreciate unique, modern decor. Whether you're a chess lover, an art collector, or someone who enjoys daring aesthetics, this piece adds an edgy yet sophisticated touch to any space."
  },
  {
    "title": "Pixel Memories",
    "active": true,
    "backgroundColor": "#536E49",
    "mainColor": "#314D27",
    "folderName": "pixel",
    "desc1": "This modern art print pays tribute to one of the most iconic handheld consoles of the '90s — the transparent Gameboy. A nostalgic ode to childhood memories, this piece was inspired by the countless hours I spent playing with my sister, taking turns (and sometimes arguing!) over who got to play next.",
    "desc2": "Rendered in vivid detail, every brushstroke in this digital painting was carefully placed to capture the layered complexity of the transparent shell, giving it a hyper-realistic feel. Perfect for gamers, collectors, and anyone who holds a special place in their heart for retro tech, this artwork is more than just decor — it’s a visual time capsule."
  },
  {
    "title": "Gentle Embrace",
    "active": true,
    "backgroundColor": "#CE7F89",
    "mainColor": "#A54A5B",
    "folderName": "manatee",
    "desc1": "This whimsical and heartwarming illustration captures the playful nature of manatees, known for their curiosity and love of divers. Though it's illegal for humans to touch them, manatees don’t follow the same rules—they often seek out divers for friendly interactions, making for some unforgettable underwater moments. ",
    "desc2": "This artwork celebrates the joy of ocean life and serves as a gentle reminder of the importance of protecting marine creatures. A perfect piece for ocean lovers, divers, and anyone who finds comfort in the kindness of nature."
  },
  {
    "title": "Rising Beyond The Deep",
    "active": true,
    "backgroundColor": "#4589B6",
    "mainColor": "#0E486E",
    "folderName": "angler",
    "desc1": "This artwork is inspired by the recent story of an anglerfish that surfaced from the deep ocean—an act that defied its nature but ultimately led to its passing. For me, this story resonates deeply. Like the anglerfish, I stepped away from the safety of my full-time job to pursue art, a path filled with uncertainty and risk. Society tells us to stay where it’s safe, but sometimes, we have to rise above, chasing our dreams no matter how unconventional.",
    "desc2": "This print is a tribute to those who dare to explore beyond what is expected, embracing the unknown to follow their passion. It’s a powerful reminder that growth often comes from taking the leap, even when the journey is uncertain."
  },
  {
    "title": "The Timeless Motorcycle",
    "active": true,
    "backgroundColor": "#6F747A",
    "mainColor": "#536E49",
    "folderName": "honda",
    "desc1": "This illustration captures an iconic motorcycle that defined an era in Vietnam. Once considered outdated, it was a common sight in the 1980s, carrying families and their dreams across the country. ",
    "desc2": "For me, this bike represents childhood memories—my family of four would squeeze onto this tiny vehicle, riding through the streets of Vietnam, making lifelong memories. Today, I see it not as a symbol of struggle, but of resilience, family, and the simple joys of life. This artwork is a tribute to nostalgia and the timeless beauty of motorcycles in the old days"
  },
  {
    "title": "Everything Bagel",
    "active": true,
    "backgroundColor": "#D6A783",
    "mainColor": "#BE513D",
    "folderName": "bagel",
    "desc1": "Bagels have always been a comforting part of my life. Back in college, when times were tough, bagels with butter were my go-to meal. Even now, I still get my bagels from Montreal’s iconic St-Viateur and Fairmount bagel shops—both hold a special place in my heart.",
    "desc2": "This piece is my playful homage to those memories, blended with a nod to the Bauhaus art movement. The hand-drawn, cartoon-style bagel reflects the fun and lighthearted side of me, while the bold, structured lines of Bauhaus-inspired design highlight the joy of breaking artistic boundaries and blending styles."
  },
  {
    "title": "Golden Hour",
    "active": true,
    "backgroundColor": "#BC99A0",
    "mainColor": "#5D3017",
    "folderName": "golden-hour",
    "desc1": "This piece is inspired by my childhood in Vietnam. I grew up surrounded by beautiful fields, and some of my fondest memories are of peaceful afternoons spent by a river, watching the sun set in a golden sky. 'Golden Hour' captures the warmth, serenity, and nostalgia of those moments. ",
    "desc2": "The soft, flowing shapes and warm hues invite you to pause and reflect, while the minimalist design keeps the piece modern and versatile."
  },
  {
    "title": "The Matcha Wave",
    "active": true,
    "backgroundColor": "#A6BE9E",
    "mainColor": "#70362A",
    "folderName": "matcha",
    "desc1": "Inspired by Hokusai’s The Great Wave off Kanagawa, this artwork reimagines the iconic waves in deep shades of green, symbolizing my love for matcha and Japanese culture. Every morning, matcha is an essential ritual in my life, and this piece embodies that devotion. ",
    "desc2": "At the heart of the painting is the Chasen (bamboo whisk), a vital tool in traditional matcha preparation, paying homage to the artistry and care behind every cup. This piece blends tradition with personal passion, making it a perfect addition for matcha lovers and Japan enthusiasts alike."
  },
  {
    "title": "Summer Lantern",
    "active": true,
    "backgroundColor": "#E6D9BD",
    "mainColor": "#DFAA64",
    "folderName": "lantern",
    "desc1": "This artwork is a heartfelt tribute to the Lunar Festival in Vietnam, a time I’ve cherished deeply since childhood. The streets would come alive with vibrant lanterns, and I’d join other kids, proudly parading handmade lanterns crafted from bamboo and paper. Those glowing lights symbolized more than just the festival; they embodied joy, creativity, and a sense of togetherness. Now living in Canada, these memories remain vivid and dear to my heart. ",
    "desc2": "This piece, with its warm tones and elegant lantern design, captures the nostalgia and happiness I felt during those magical times. It’s my way of sharing the beauty of this cherished tradition."
  },
  {
    "title": "Man on the Moon",
    "active": true,
    "backgroundColor": "#C89962",
    "mainColor": "#B95413",
    "folderName": "man",
    "desc1": "\"Man on the Moon\" is an abstract and minimalist piece inspired by my personal experience with anxiety. During that time in my life, my way of coping was to mentally \"check out\"—to be \"on the moon,\" where I could stop thinking and find peace in emptiness. ",
    "desc2": "The orange circle above the figure represents the moon, a place of calm and detachment, while the vines growing from his head toward the moon symbolize the reach for solace and stillness. The abstract style captures the quiet and un-chaotic essence of zoning out, offering a sense of relaxation. I hope this piece resonates with anyone seeking peace in the midst of life's chaos."
  },
  {
    "title": "Pink Note",
    "active": false,
    "backgroundColor": "#D07A8E",
    "mainColor": "#D25A73",
    "folderName": "pink",
    "desc1": "This piece holds a very special place in my heart. 'Pink Note' is inspired by the note I passed to my partner at the very beginning of our relationship—it had my phone number on it and marked the start of our journey together. ",
    "desc2": "Painting this was my way of celebrating love and all the emotions that come with it—excitement, hope, and the warm blush of a new connection. The soft pink hue captures the feeling of being in love, a time when everything seems brighter and sweeter. I hope this piece brings a sense of warmth and love to your space, just as it does for me."
  },
  {
    "title": "Keo Bap",
    "active": false,
    "backgroundColor": "#E2B054",
    "mainColor": "#CF8E43",
    "folderName": "keo-bap",
    "desc1": "",
    "desc2": ""
  },
  {
    "title": "Banh Dua",
    "active": false,
    "backgroundColor": "#9D8630",
    "mainColor": "#763747",
    "folderName": "banh-dua",
    "desc1": "",
    "desc2": ""
  }
]